RRN_Data/967800/967898.xml

<?xml version="1.0" encoding="UTF-8"?><soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope"><soap:Body><d2LogicalModel xmlns="http://datex2.eu/schema/2/2_0" modelBaseVersion="2"><exchange><supplierIdentification><country>fr</country><nationalIdentifier>Tipi</nationalIdentifier></supplierIdentification><subscription><operatingMode>operatingMode1</operatingMode><subscriptionStartTime>2023-03-21T11:10:05.665+01:00</subscriptionStartTime><subscriptionState>active</subscriptionState><updateMethod>allElementUpdate</updateMethod><target><address/><protocol/></target></subscription></exchange><payloadPublication xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xsi:type="SituationPublication" lang="fr"><publicationTime>2023-03-21T11:10:05.665+01:00</publicationTime><publicationCreator><country>fr</country><nationalIdentifier>Tipi</nationalIdentifier></publicationCreator><situation id="230321-000985" version="2"><overallSeverity>medium</overallSeverity><situationVersionTime>2023-03-21T11:10:04.966+01:00</situationVersionTime><headerInformation><confidentiality>noRestriction</confidentiality><informationStatus>real</informationStatus></headerInformation><situationRecord xsi:type="MaintenanceWorks" id="230321-000985-1" version="2"><situationRecordCreationReference>frgen230321-000012-frgen230321-000016</situationRecordCreationReference><situationRecordCreationTime>2023-03-21T11:09:10.805+01:00</situationRecordCreationTime><situationRecordObservationTime>2023-03-21T11:09:38.575+01:00</situationRecordObservationTime><situationRecordVersionTime>2023-03-21T11:10:04.966+01:00</situationRecordVersionTime><situationRecordFirstSupplierVersionTime>2023-03-21T11:09:10.805+01:00</situationRecordFirstSupplierVersionTime><probabilityOfOccurrence>certain</probabilityOfOccurrence><source><sourceIdentification>Direction interdépartementale des routes/DIR Centre-Est</sourceIdentification><sourceType>mobileTelephoneCaller</sourceType><reliable>true</reliable></source><validity><validityStatus>definedByValidityTimeSpec</validityStatus><validityTimeSpecification><overallStartTime>2023-03-21T11:09:09.669+01:00</overallStartTime></validityTimeSpecification></validity><impact><numberOfLanesRestricted>0</numberOfLanesRestricted></impact><generalPublicComment><comment><values><value lang="fr">DIR Centre-Est</value></values></comment><commentType>locationDescriptor</commentType></generalPublicComment><groupOfLocations xsi:type="Linear"><tpegLinearLocation><tpegDirection>southBound</tpegDirection><tpegLinearLocationType>segment</tpegLinearLocationType><to xsi:type="TpegNonJunctionPoint"><pointCoordinates><latitude>45.09033</latitude><longitude>5.726176</longitude></pointCoordinates><name><descriptor><values><value lang="fr">Jarrie</value></values></descriptor><tpegOtherPointDescriptorType>townName</tpegOtherPointDescriptorType></name><name><descriptor><values><value lang="fr">D1085D</value></values></descriptor><tpegOtherPointDescriptorType>linkName</tpegOtherPointDescriptorType></name></to><from xsi:type="TpegNonJunctionPoint"><pointCoordinates><latitude>45.088543</latitude><longitude>5.7305603</longitude></pointCoordinates><name><descriptor><values><value lang="fr">Jarrie</value></values></descriptor><tpegOtherPointDescriptorType>townName</tpegOtherPointDescriptorType></name><name><descriptor><values><value lang="fr">D1085D</value></values></descriptor><tpegOtherPointDescriptorType>linkName</tpegOtherPointDescriptorType></name></from></tpegLinearLocation></groupOfLocations><situationRecordExtension><situationRecordExtendedApproved><safetyRelatedMessage>false</safetyRelatedMessage></situationRecordExtendedApproved></situationRecordExtension><mobility><mobilityType>stationary</mobilityType></mobility><roadMaintenanceType>roadworks</roadMaintenanceType></situationRecord><situationRecord xsi:type="RoadOrCarriagewayOrLaneManagement" id="230321-000985-102" version="1"><situationRecordCreationReference>frgen230321-000012-frgen230321-000017</situationRecordCreationReference><situationRecordCreationTime>2023-03-21T11:09:59.436+01:00</situationRecordCreationTime><situationRecordObservationTime>2023-03-21T11:10:00.654+01:00</situationRecordObservationTime><situationRecordVersionTime>2023-03-21T11:10:04.966+01:00</situationRecordVersionTime><situationRecordFirstSupplierVersionTime>2023-03-21T11:09:59.436+01:00</situationRecordFirstSupplierVersionTime><probabilityOfOccurrence>certain</probabilityOfOccurrence><source><sourceIdentification>Direction interdépartementale des routes/DIR Centre-Est</sourceIdentification><sourceType>mobileTelephoneCaller</sourceType><reliable>true</reliable></source><validity><validityStatus>definedByValidityTimeSpec</validityStatus><validityTimeSpecification><overallStartTime>2023-03-21T11:09:59.291+01:00</overallStartTime></validityTimeSpecification></validity><impact><numberOfLanesRestricted>0</numberOfLanesRestricted></impact><generalPublicComment><comment><values><value lang="fr">DIR Centre-Est</value></values></comment><commentType>locationDescriptor</commentType></generalPublicComment><generalPublicComment><comment><values><value lang="fr">La mesure est obligatoire</value></values></comment><commentType>description</commentType></generalPublicComment><groupOfLocations xsi:type="Linear"><tpegLinearLocation><tpegDirection>southBound</tpegDirection><tpegLinearLocationType>segment</tpegLinearLocationType><to xsi:type="TpegNonJunctionPoint"><pointCoordinates><latitude>45.09033</latitude><longitude>5.726176</longitude></pointCoordinates><name><descriptor><values><value lang="fr">Jarrie</value></values></descriptor><tpegOtherPointDescriptorType>townName</tpegOtherPointDescriptorType></name><name><descriptor><values><value lang="fr">D1085D</value></values></descriptor><tpegOtherPointDescriptorType>linkName</tpegOtherPointDescriptorType></name></to><from xsi:type="TpegNonJunctionPoint"><pointCoordinates><latitude>45.088543</latitude><longitude>5.7305603</longitude></pointCoordinates><name><descriptor><values><value lang="fr">Jarrie</value></values></descriptor><tpegOtherPointDescriptorType>townName</tpegOtherPointDescriptorType></name><name><descriptor><values><value lang="fr">D1085D</value></values></descriptor><tpegOtherPointDescriptorType>linkName</tpegOtherPointDescriptorType></name></from></tpegLinearLocation></groupOfLocations><situationRecordExtension><situationRecordExtendedApproved><safetyRelatedMessage>false</safetyRelatedMessage></situationRecordExtendedApproved></situationRecordExtension><complianceOption>mandatory</complianceOption><roadOrCarriagewayOrLaneManagementType>roadClosed</roadOrCarriagewayOrLaneManagementType></situationRecord></situation></payloadPublication></d2LogicalModel></soap:Body></soap:Envelope>